<template>
  <div class="articleContent">
    <div class="title">
        {{news.title}}
    </div>
    <div class="uname">
      <p>作者:{{news.uname}}</p>
    </div>
    <div class="info">
      <div class="type">
        <el-tag>类型</el-tag>
        {{news.type}}
      </div>
      <div class="score">
        <el-tag>评分</el-tag>
        {{news.score}}
      </div>
      <div class="createTime" >
        <el-tag>创建时间</el-tag>
        {{news.create_time}}
      </div>
      <div class="updateTime">
        <el-tag>更新时间</el-tag>
        {{news.update_time}}
      </div>
    </div>
    <hr>
    <div class="summary" >
      <p type="success">摘要:{{news.summary}}</p>
    </div>

    <div class="img">
      <el-image style="width:auto; height: 500px;padding: 10px 200px ;"
                :src="news.img"
                :preview-src-list="news.srcList">
      </el-image>
    </div>
    <hr>
    <div class="content" >
      <div class="el-icon-s-operation" >正文</div>
      <p style = "white-space: pre-wrap"> {{news.content}}</p>
    </div>
  </div>
</template>

<script>
export default {
  name: "ArticleContent",
  data() {
    return {
      news: {
        id: 1,
        title: '大厦公园',
        type: '娱乐',
        summary: '坚持围绕中心、服务大局，各群团组织肩负起桥梁纽带职责。中国科学技术协会在主题教育中大力弘扬新时代科学家精神和科技志愿服务精神，为科技工作者办实事、解难事。中国人民对外友好协会组织“请进来、走出去”系列活动，积极对外宣介党的二十大精神，筑牢中外关系的民意基础。中国残疾人联合会以残疾人“急难愁盼”问题为牵引，在重点工作上精准发力，确保主题教育取得实效。',
        content: '　　美国总统拜登26日谈到《芯片与科学法》时表示，该法“不是用来伤害中国的”。近来，美国国务卿布林肯、财政部长耶伦、总统气候问题特使克里等高官接连对华喊话，或表示有意访华，或希望加强合作。美国贸易代表戴琪也称：“本届美国政府内部已形成共识，与中国‘脱钩’不是目标，也无法实现。”\n' +
          '\n' +
          '　　美方高官最近这些看似“示好”的言论并不意味着他们改变了错误的对华认知，美方在反华行动上也丝毫没有罢手迹象，持续在科技、经贸、国际事务等领域围堵打压中国。美国之所以口风有所调整，完全是出于自身的政治算计。美方若有意改善对华关系，需拿出实际行动。\n' +
          '\n' +
          '　　缓解困境的内部动机\n' +
          '\n' +
          '　　耶伦日前在一场智库活动中说，美中两国必须继续努力建立畅通的沟通渠道，从而在宏观经济和金融领域开展合作。美中两国经济形势的变化会很快传导至全球金融市场乃至全球经济。就两国如何应对经济领域冲击的问题，双方必须坚持充分交流意见。\n' +
          '\n' +
          '　　美国政府目前急于在经济和金融领域与中国对话。这与当前美国的经济和金融形势面临困境有关：美国联邦政府债务规模已突破31万亿美元，美联储为遏制通胀持续上调利率，多家美国银行近期相继陷入危机，金融动荡加剧了经济衰退的风险。\n' +
          '\n' +
          '　　分析人士指出，民主党籍的总统拜登25日正式宣布竞选连任。当前，美国经济和金融形势不稳，对拜登谋求连任不利。“局部缓和”对华紧张关系有助于稳定美国经济和金融形势，从而争取更多选票，这是拜登政府一些高官近来连续放出“软话”的重要动因。\n' +
          '\n' +
          '　　埃及开罗大学教授努尔汗·谢赫说，中国是世界第二大经济体和全球贸易的重要推动者，也是美国国债的主要债权方之一。耶伦作为美国财长，她清楚美中紧张关系升级的严重后果，尤其是在当前美国经济面临诸多棘手问题的时候。\n' +
          '\n' +
          '　　中国人民大学美国研究中心副主任刁大明说，目前美国国内通胀压力大，政府债务面临“爆雷”风险。美方出于自身利益考虑有求于中国，希望稳住对华经贸合作，以缓解美国国内问题。在此背景下，美国一些政客的对华表态有所调整。\n' +
          '\n' +
          '　　面临舆论压力的外部考量\n' +
          '\n' +
          '　　近段时间，国际上发生的一系列事件让美国感到不安。沙特阿拉伯在中国斡旋下与伊朗和解，与叙利亚关系也在缓和。欧洲盟友频频发出战略自主呼声：法国总统马克龙在访华后表示，欧洲不能成为“美国的追随者”；欧洲理事会主席米歇尔说，欧洲不会因为与美国结盟，就盲目遵循美国的立场。在金融领域，美元霸权面临挑战：产油大国沙特表示对以非美元货币结算贸易持开放态度；巴西和阿根廷正在推进有关建立南美洲共同货币的讨论，东盟财长和央行行长会议探讨在该地区加强本地货币使用。这些动向反映了世界多极化的时代潮流，表明越来越多国家反对美国在世界上为所欲为。\n' +
          '\n' +
          '　　美国国内也出现质疑政府对华强硬政策的声音。《纽约时报》发表题为《谁能从与中国的对抗中获益？》的社论，指出美国对华政策越来越具有对抗性，值得反思。20多名美国商界领袖、外交界人士、前政府高官等日前发表公开信，呼吁中美加强对话，共同“修复和稳定”双边关系。《反击》双月刊网站刊文指出：“拜登必须承认：我们过去十年奉行的遏制中国政策是一场重大失败……中国的经济政策对美国不会构成威胁，我们无论如何也无法遏制中国。”\n' +
          '\n' +
          '　　中国社会科学院美国研究所副研究员张一飞认为，美国对华打压的政策破坏了全球产业链，令一些国家利益受损。美国想通过放一些“软话”来安抚相关国家情绪。\n' +
          '\n' +
          '　　与中国致力于维护世界和平的做法形成鲜明对比的是，美国不断给冲突点火浇油，对他国肆意霸凌。其所作所为不仅破坏其国际形象，也削弱美国的国际影响力。美国斯坦福大学弗里曼-斯波格利国际问题研究所专家奥丽娅娜·马斯特罗表示，许多研究结果显示，关于美国搞军事干预、中国则缔造和平的说法在发展中世界尤其得到认同。\n' +
          '\n' +
          '　　美国哈佛大学国际关系学教授斯蒂芬·沃尔特在美国《外交政策》双月刊网站上撰文指出，世界上大多数国家都不希望看到大国竞争失控，都认为中美如果发生冲突，会给它们带来负面影响。“在未来几十年里，许多国家会更愿意团结在一个似乎更有可能促进和平、稳定和秩序的大国身后。按照同样的逻辑，他们往往会疏远扰乱和平的大国。”\n' +
          '\n' +
          '　　口是心非的一贯路数\n' +
          '\n' +
          '　　近年来，美国政府将中国视为挑战美国霸权的“战略竞争对手”，把围堵打压中国当作第一要务，遏制中国这一政策主线从未发生变化。部分美国官员的所谓“软话”最终被证实为“假话”“空话”。\n' +
          '\n' +
          '　　美方说不搞新“冷战”，却大打“意识形态牌”，炒作所谓“民主对抗威权”论调；说要构建“开放包容的国际体系”，却极力推动美日印澳“四方安全对话”、美英澳“三方安全伙伴关系”、“印太经济框架”等一系列机制，企图拉“小圈子”围堵中国；说《芯片与科学法》“不是用来伤害中国”，事实上却通过巨额产业补贴和遏制竞争的霸道条款来推动芯片制造“回流”本土，还规定“接受资金援助的芯片企业不得在中国修建（半导体制造）相关设施”，并企图伙同他国对中国进行芯片断供。\n' +
          '\n' +
          '　　最近一段时间，美方持续炒作“间谍气球”和新冠病毒溯源等荒唐话题，推进与英澳核潜艇合作计划，执意允许台湾地区领导人“过境”窜美，通过新增军事基地等方式加强在亚太军力部署……从这些行动来看，美国无意改善对华关系，更不用说从根本上改变其错误的对华政策。\n' +
          '\n' +
          '　　肯尼亚国际问题学者卡文斯·阿德希尔指出，中国人相信行胜于言，拜登政府试图通过文字游戏来展现所谓减少敌意的意愿，但在贸易、技术和经济等领域却继续打压中国，这对稳定两国关系几乎没有任何帮助。\n' +
          '\n' +
          '　　中美关系是世界上最重要的双边关系。一个健康稳定的中美关系符合两国人民根本利益，也是国际社会的普遍期待。美方应该树立客观理性的对华认知，摒弃零和博弈的冷战思维，与中方相向而行，推动中美关系重回健康稳定发展的轨道。（参与记者：朱瑞卿、柳丝、丁宜、刘品然、邓茜、姚兵、黎华玲）',
        score:3.3,
        uid:12,
        uname:"小行星",
        create_time:"2022-2-22",
        update_time:"2023-3-23",
        img:'https://fuss10.elemecdn.com/e/5d/4a731a90594a4af544c0c25941171jpeg.jpeg',
        srcList: ['https://fuss10.elemecdn.com/e/5d/4a731a90594a4af544c0c25941171jpeg.jpeg'],
      },
    }
  }
}
</script>

<style scoped>
.articleContent{
  margin:10px 100px;
  /*border:5px #d9d6d6 solid ;*/
  /*border: 7mm ridge rgba(97, 111, 145, 0.7);/*/
  /*border: thick  double #32a1ce;*/
  padding: 10px;
}
.title{
  text-align: center;
  font-size: 50px;
}
.uname{
  margin:0 30% 0 50%;
}
.type,.score,.updateTime,.createTime{
  display: inline;
  margin:10px 20px;
}
.info{
  text-align: center;
}
.summary p,.content p{
  line-height: 200%;
}
.content div{
  font-size: 30px;
  color:#7fb2ec;
}
</style>
